Repository: jmichault/gramps-kromprogramoj
Catalog: fontoj/PlaceFrCog/po/*-local.po
Languages: fr, he, nl, pt_br

source: Lokoj : Franca Oficiala Geografia Kodo
fr: Lieux : Code Officiel Géographique français
he: מקומות: קוד גיאוגרפי הרשמי הצרפתי
nl: Plaatsen: Franse officiële geografische code
pt_br: Lugares: código geográfico oficial francês

source: Gramplet por preni municipojn de la datumbazo Insee
fr: Gramplet pour récupérer les communes de la base Insee
he: Gramplet לקחת עיריות ממסד הנתונים של Insee
nl: Grampet om gemeenten uit de Insee -database te nemen
pt_br: Gramplet para tirar municípios do banco de dados INSEE

source: Fr COG
pt_br: Frg

source: Enigu la INSEE-numeron de la komunumo: (aŭ plurajn nombrojn apartigitajn per spacoj)
fr: Entrez le numéro INSEE de la commune : (ou plusieurs nombres séparés par des espaces)
he: הזן את מספר ה- InSee של הקהילה: (או מספר מספרים המופרדים על ידי רווחים)
nl: Voer het insege nummer van de gemeenschap in: (of verschillende nummers gescheiden door spaties)
pt_br: Digite o número INSEE da comunidade: (ou vários números separados por espaços)

source: Ŝargi per kodo
fr: Charger par code
he: טען בקוד
nl: Laad met code
pt_br: Carregue com código

source: Ŝargi per kodo (anstataŭe)
fr: Chargez avec le code (à la place)
he: טען בקוד (במקום זאת)
nl: Laad met code (in plaats daarvan)
pt_br: Carregue com o código (em vez disso)

source: Enigu la nomon de la komunumo:
fr: Entrez le nom de la commune :
he: הזן את שם הקהילה:
nl: Voer de naam van de gemeenschap in:
pt_br: Digite o nome da comunidade:

source: Ŝarĝi per nomo
fr: Charger par nom
he: טען בשם
nl: Laden bij naam
pt_br: Carregar pelo nome

source: Ŝarĝi per nomo (anstataŭe)
fr: Chargement par nom (à la place)
he: טען בשם (במקום זאת)
nl: Laden op naam (in plaats daarvan)
pt_br: Carregar pelo nome (em vez disso)

source: Ĝisdatigo de loko kun INSEE-id %s
fr: Mise à jour de la place avec ID insee% s
he: עדכון המקום עם INEE ID %S
nl: Update van plaats met Insee id %s
pt_br: Atualização do lugar com ID ID %s

source: Ekzistanta kodo
fr: Code existant
he: קוד קיים
nl: Bestaande code
pt_br: Código existente

source: Ĉi tiu kodo jam ekzistas en la datumbazo.
fr: Ce code existe déjà dans la base de données.
he: קוד זה כבר קיים במסד הנתונים.
nl: Deze code bestaat al in de database.
pt_br: Este código já existe no banco de dados.

source: Aldono de loko kun INSEE-id %s
fr: Ajout du lieu de code INSEE %s
he: הוספת מקום עם INEE-ID %S
nl: Plaats toevoegen met insee id %s
pt_br: Adicionando lugar com INSEE ID %s

source: Nekonato nomo
fr: Nom inconnu
he: שם לא ידוע
nl: Onbekende naam
pt_br: Nome desconhecido

source: Ĉi tiu nomo ne estis trovita en la INSEE-datumbazo:
fr: Ce nom n'a pas été trouvé dans la base INSEE :
he: שם זה לא נמצא במסד הנתונים של Insee:
nl: Deze naam is niet gevonden in de Insee -database:
pt_br: Este nome não foi encontrado no banco de dados INSEE:

source: %d rezultoj
fr: %d résultats
he: %D תוצאות
nl: %d resultaten
pt_br: %d Resultados

source: Unua rezulto : %s ; kodo=%s. Importi ?
fr: Premier résultat : %s ; code=%s. Importer ?
nl: Eerste resultaat: %s ; code=%s. Importeren?
pt_br: Primeiro resultado: %s ; código=%s. Importar ?

source: Ies, Importi
fr: Oui, importer
he: IES, יבוא
pt_br: Ies, importação

source: Venonta
fr: Suivant
he: הַבָּא
nl: Volgende
pt_br: Próximo

source: Nekonata kodo
fr: Code inconnu
he: קוד לא ידוע
nl: Onbekende code
pt_br: Código desconhecido

source: Ĉi tiu kodo ne estis trovita en la INSEE-datumbazo:
fr: Ce code n'a pas été trouvé dans la base INSEE :
he: קוד זה לא נמצא במסד הנתונים של Insee:
nl: Deze code werd niet gevonden in de Insee -database:
pt_br: Este código não foi encontrado no banco de dados INSEE:

source: Aldono de loko %s
fr: Ajout du lieu %s
he: הוספת מקום %s
nl: Place %s toevoegen
pt_br: Adicionando %s

source: Jes, Importi
nl: Ja, om te importeren
