Repository: jmichault/gramps-kromprogramoj
Catalog: fontoj/PersonFS/po/*-local.po
Languages: fr, he_il, nl, pt_br

source: gedcomx_v1 ne trovita aŭ < %s
fr: Gedcomx_v1 non trouvé ou <% s
he_il: gedcomx_v1 לא נמצא < %s
nl: GEDCOMX_V1 niet gevonden of < %s
pt_br: Gedcomx_v1 não encontrado ou < %s

source: Konstrui FSID listo por lokoj
fr: Construisez la liste FSID pour les lieux
he_il: בנית רשימת FSID למקומות
nl: Bouw de FSID -lijst voor plaatsen
pt_br: Construa a lista de FSID para lugares

source: Repository
fr: Dépôt
he_il: מאגר
nl: Bibliotheek
pt_br: Repositório

source: Source:
he_il: מקור:
nl: Bron:
pt_br: Fonte:

source: Volume/Page:
he_il: כרך/עמוד:
nl: Volume/Pagina:
pt_br: Volume/Página:

source: Confidence:
fr: Niveau de confiance :
he_il: ודאות:
nl: Betrouwbaarheid:
pt_br: Confiança:

source: Very High
fr: Très haut
he_il: גבוהה מאוד
nl: Heel hoog
pt_br: Muito alto

source: High
fr: Haut
he_il: גבוהה
nl: Hoog
pt_br: Alto

source: Normal
he_il: תיקנית
nl: Normaal

source: Low
fr: Bas
he_il: נמוכה
nl: Laag
pt_br: Baixo

source: Very Low
fr: Très bas
he_il: נמוכה מאוד
nl: Heel laag
pt_br: Muito baixo

source: Internet Address
fr: Adresse Internet
he_il: כתובת מרשתת
nl: Internet Adres
pt_br: Editor de endereço de Internet

source: FamilySearch Importo
fr: Import FamilySearch
he_il: FamilySearch יבוא
nl: FamilySearch import
pt_br: Importação de pesquisa em família

source: Starting
fr: Début
he_il: החלה
nl: Beginnen
pt_br: Iniciando

source: Ne konekta al FamilySearch
fr: Pas connecté à FamilySearch
he_il: לא מחוברל־FamilySearch
nl: Niet verbonden met FamilySearch
pt_br: Não conectado ao FamilySearch

source: Elŝutante personojn… (3/11)
fr: Télécharger les personnes ... (3/11)
he_il: יבוא אנשים ... (3/11)
nl: Mensen downloaden ... (3/11)
pt_br: Download de pessoas ... (3/11)

source: Elŝutante personon…
fr: Téléchargement des personnes…
he_il: יבוא אדם...
nl: Een persoon downloaden…
pt_br: Baixando uma pessoa ...

source: Elŝutante ascendantojn… (4/11)
fr: Téléchargement des ascendants… (4/11)
he_il: יבוא אבות־קדמונים… (4/11)
nl: Ascendants downloaden ... (4/11)
pt_br: Download de ascendentes… (4/11)

source: Elŝutante %d generaciojn de ascendantojn…
fr: Télécharger %d générations d'ascendants…
he_il: יבוא %d דורות אבות קדמונים...
nl: Het downloaden van %d generaties ascendants…
pt_br: Download %d gerações de ascendentes ...

source: Elŝutante posteulojn… (5/11)
fr: Téléchargement des descendants ... (5/11)
he_il: יבוא צאצאים ... (5/11)
nl: Afstammelingen downloaden ... (5/11)
pt_br: Download descendentes ... (5/11)

source: Elŝutante %d generaciojn de posteulojn…
fr: Télécharger %d Générations de descendants…
he_il: יבוא %d דורות צאצאים...
nl: Het downloaden van %d generaties nakomelingen…
pt_br: Download %d gerações de descendentes ...

source: Elŝutante edzojn… (6/11)
fr: Téléchargement des maris ... (6/11)
he_il: יבוא זוגאים ... (6/11)
nl: Husjes downloaden ... (6/11)
pt_br: Download de maridos ... (6/11)

source: Elŝutante edzojn…
fr: Téléchargement des époux…
he_il: יבוא זוגאים...
nl: Husjes downloaden…
pt_br: Download de maridos ...

source: Elŝutante notojn… (7/11)
fr: Téléchargement des notes… (7/11)
he_il: יבוא הערות … (7/11)
nl: Notes downloaden ... (7/11)
pt_br: Download Notes… (7/11)

source: Elŝutante notojn kaj fontojn…
fr: Téléchargement des notes et des sources ...
he_il: יבוא הערות ומקורות...
nl: Notes en bronnen downloaden ...
pt_br: Download de notas e fontes ...

source: Importado…
fr: Import…
he_il: יבוא ...
nl: Import…
pt_br: Importação ...

source: Importado de lokoj… (8/11)
fr: Import des lieux… (8/11)
he_il: יבוא מקומות… (8/11)
nl: Plaatsen importeren ... (8/11)
pt_br: Lugares de importação… (8/11)

source: Importado de lokoj…
fr: Import des lieux…
he_il: יבוא מקומות...
nl: Plaatsen importeren…
pt_br: Importando lugares ...

source: Importado de personoj… (9/11)
fr: Import des personnes ... (9/11)
he_il: יבוא אנשים ... (9/11)
nl: Personen importeren ... (9/11)
pt_br: Importação de pessoas ... (11 de setembro)

source: Importado de personoj…
fr: Import des personnes…
he_il: יבוא אנשים...
nl: Mensen importeren…
pt_br: Importando pessoas ...

source: Importado de familioj… (10/11)
fr: Import des familles ... (10/11)
he_il: יבוא משפחות ... (10/11)
nl: Families importeren ... (10/11)
pt_br: Importação de famílias ... (10/11)

source: Importado de familioj…
fr: Import des familles…
he_il: יבוא משפחות...
nl: Gezinnen importeren…
pt_br: Importação de famílias ...

source: Importado de infanoj… (11/11)
fr: Import des enfants ... (11/11)
he_il: יבוא צאצאים ... (11/11)
nl: Kinderen importeren ... (11/11)
pt_br: Crianças importantes ... (11/11)

source: Importado de infanoj…
fr: Import des enfants…
he_il: יבוא צאצאים...
nl: Kinderen importeren…
pt_br: Importando crianças ...

source: sengepatra familio ???
fr: famille sans parents ???
he_il: משפחת הורה ???
nl: ouderfamilie ???
pt_br: Família dos pais ???

source: Kromprogramoj
fr: Extensions
he_il: מתקעים
nl: Plug -ins
pt_br: Plugins

source: FamilySearch Importo Opcionoj
fr: Options d'import FamilySearch
he_il: אפשרויות יבוא מ־FamilySearch
nl: FamilySearch importoptie
pt_br: Opções de importação do FamilySearch

source: FamilySearch ID
fr: ID FamilySearch
he_il: FamilySearch מזהה

source: identiga numero por esti prenita de FamilySearch retejo
fr: numéro d'identification à récupérer sur le site Web de FamilySearch
he_il: מספר מזהה שיילקח מאתר FamilySearch
nl: identificatienummer dat moet worden gehaald van de website van de familiesearch
pt_br: Número de identificação a ser retirado do site da FamilySearch

source: Nombro ascentontaj
fr: Nombre d'ascendances
he_il: מספר עולה
nl: Aantal stijgende
pt_br: Número ascendente

source: Nombro de generacioj por supreniri
fr: Nombre de générations d'ascendants à charger
he_il: מספר דורות אחורה
nl: Numeriek de generatie om naar boven te gaan
pt_br: Numericamente de geração para subir

source: Nombro descendontaj
fr: Nombre de descendances
he_il: מספר יורד
nl: Nummer om af te dalen
pt_br: Número para descer

source: Nombro de generacioj descendontaj
fr: Nombre de générations de descendants à charger
he_il: מספר דורות קדימה
nl: Numeriek van generatie om af te dalen
pt_br: Numericamente de geração para descer

source: Ne reimporti ekzistantajn personojn
fr: Ne pas réimporter les personnes existantes
he_il: לא להוריד אדם שכבר קיים
nl: Niet om bestaande personen opnieuw op te stellen
pt_br: Não re -imaginar pessoas existentes

source: Importi nur neekzistantajn personojn
fr: Importer seulement les personnes qui n'existent pas dans gramps, ceux qui existent ne seront pas modifiés
he_il: ליבא רק אנשים שלא קיימים כבר בגרמפס
nl: Importeer alleen niet -bestaande personen
pt_br: Importar apenas pessoas não existentes

source: Aldoni geedzoj
fr: Ajouter les conjoints
he_il: הוספת זוגאים
nl: Voeg echtgenoten toe
pt_br: Adicione cônjuges

source: Aldoni informojn pri geedzoj
fr: Ajouter les informations concernant les conjoints
he_il: הוספת מידע על זוגאי
nl: Voeg informatie toe over echtgenoten
pt_br: Adicione informações sobre cônjuges

source: Aldoni fontoj
fr: Ajouter les sources
he_il: הוספת מקורות
nl: Voeg bronnen toe
pt_br: Adicione fontes

source: Aldoni notoj
fr: Ajouter les notes
he_il: הוספת הערות
nl: Notities toevoegen
pt_br: Adicione notas

source: Vorteco
fr: Verbosité
he_il: מילולי
nl: Vocabulaire
pt_br: Vocabulário

source: Vorteca nivelo de 0 (minimuma) ĝis 3 (tre vorta)
fr: Niveau de verbosité de 0 (minimal) à 3 (très verbeux)
he_il: רמת מילולית בין 0 (מזערית) ל־3 (מילולית מאוד)
nl: Woordenschatniveau van 0 (minimum) tot 3 (zeer woord)
pt_br: Nível de vocabulário de 0 (mínimo) a 3 (muito palavra)

source: Menuo Aldonita
fr: Menu ajouté
he_il: תפריט התווסף
nl: Menu toegevoegd
pt_br: Menu adicionado

source: FamilySearch Import Tool
fr: Outil d'import FamilySearch
he_il: FamilySearchכלי יבוא נתונים מ־
pt_br: Ferramenta de importação do FamilySearch

source: interfaco por FamilySearch
fr: interface pour FamilySearch
he_il: מנשק FamilySearch
nl: interface voor gezinsopdracht
pt_br: Interface para o FamilySearch

source: Importo de FamilySearch datumoj
fr: Import de données FamilySearch
he_il: FamilySearch יבוא נתונים
nl: Importeren van FamilySearch -gegevens
pt_br: Importar dados de pesquisa em família

source: FamilySearch : kompari
fr: FamilySearch : comparer
he_il: FamilySearch: השוואה
nl: FamilySearch: vergelijken
pt_br: FamilySearch: Compare

source: FamilySearch : kompari gramps personojn kun FS personojn.
fr: FamilySearch : comparer les personnes de gramps avec celles de FamilySearch.
he_il: FamilySearch: השוואה בין אנשים בגראמפס לאנשים ב־FS.
nl: FamilySearch: vergelijk gramps mensen met FS -mensen.
pt_br: FamilySearch: Compare Gramps com pessoas com FS.

source: PersonFS : minibrowser ne havebla.
fr: Personfs: minibrowser non disponible.
he_il: אנשים: Minibrowser אינו זמין.
nl: Personfs: minibrowser niet beschikbaar.
pt_br: Personfs: Minibrowser não está disponível.

source: PersonFS : getcode ne havebla.
fr: PersonFS: getcode non disponible.
he_il: אנשים: getCode לא זמין.
nl: Personfs: GetCode niet beschikbaar.
pt_br: Personfs: getCode não está disponível.

source: Pasvorta erraro. La funkcioj de FamilySearch ne estos disponeblaj.
fr: Erreur de mot de passe. Les fonctions FamilySearch ne seront pas disponibles.
he_il: שגיאת ססמה. תיפקודי FamilySearch לא יהיו זמינים.
nl: Verkeerd wachtwoord. FamilySearch -functies zijn niet beschikbaar.
pt_br: Erro de senha. As funções do FamilySearch não estarão disponíveis.

source: Malsukcesa konekto. La funkcioj de FamilySearch ne estos disponeblaj.
fr: Connexion échouée. Les fonctions FamilySearch ne seront pas disponibles.
he_il: חיבור כשל. תכונות FamilySearch לא יהיו זמינות.
nl: Mislukte verbinding. FamilySearch -functies zijn niet beschikbaar.
pt_br: Conexão com falha. As funções do FamilySearch não estarão disponíveis.

source: Pasvorta eraro. La funkcioj de FamilySearch ne estos disponeblaj.
fr: Erreur de mot de passe. Les fonctions FamilySearch ne seront pas disponibles.
he_il: שגיאת ססמה. תיפקודי FamilySearch לא יהיו זמינים.
nl: Verkeerd wachtwoord. FamilySearch -functies zijn niet beschikbaar.
pt_br: Erro de senha. As funções do FamilySearch não estarão disponíveis.

source: Titolo estas postulata. Aldonu citaĵotipan noton al via citaĵo: la unua linio servos kiel titolo.
fr: title est requis. aldonu Quote Type Remarque à votre devis: la première ligne servira de titre.
he_il: title נדרש. aldonu הצעת מחיר סוג הערה לציטוט שלך: השורה הראשונה תשמש כותרת.
nl: title is vereist. aldonu Quote Type Opmerking naar uw citaat: De eerste regel zal als titel dienen.
pt_br: title é necessário.

source: kopii al gramps
fr: copier vers gramps
he_il: העתקה לגרמפס
nl: kopieer naar gramps
pt_br: Copie para Gramps

source: Redakti : %s - %s - %s
fr: Éditer : %s - %s - %s
he_il: עריכה: %s - %s - %s
nl: EDIT: %s - %s- %s
pt_br: Editar: %s - %s - %s

source: Ligi la du.
fr: Attachez les deux.
he_il: לקשור את השניים.
nl: Bind de twee.
pt_br: Amarre os dois.

source: Kopii elekton de gramps al FS
fr: Copier la sélection vers FamilySearch
he_il: העתקת בחירה מגרמפס ל־FS
nl: Kopieer een keuze van Gramps naar FS
pt_br: Copie uma seleção de Gramps para FS

source: Kopii elekton de FS al gramps
fr: Copier la sélection vers gramps
he_il: העתקת בחירה מ־FS לגרמפס
nl: Kopieer een keuze van FS naar Gramps
pt_br: Copie uma opção de FS para Gramps

source: Pardonu, nur edzaj, eventaj, nomaj aŭ notaj linioj povas esti elektitaj.
fr: Désolé, seuls les lignes de mari, d'événements, de noms ou de notes peuvent être choisies.
he_il: לתשומת לב, ניתן לסמן ולבחור רק בשורות: שם, מצב משפחתי, אירוע, או הערה.
nl: Sorry, alleen echtgenoot, gebeurtenis, naam of notitielijnen kunnen worden gekozen.
pt_br: Desculpe, apenas o marido, o evento, o nome ou as linhas de anotações podem ser escolhidos.

source: Koloro
fr: Couleur
he_il: צבע
nl: Kleur
pt_br: Cor

source: Propreco
fr: Propriété
he_il: תקינות
nl: Eigenaardigheid
pt_br: Peculiaridade

source: Dato
fr: Date
he_il: תאריך
nl: Datum
pt_br: Data

source: Gramps Valoro
fr: Valeur
he_il: ערך בגרמפס
nl: Gramps waarde
pt_br: Valor de Gramps

source: FS Dato
fr: Date FS
he_il: תאריך ב־FS
nl: FS datum
pt_br: Data do FS

source: FS Valoro
fr: Valeur FS
he_il: FS ערך ב־
nl: FS -waarde
pt_br: Valor FS

source: xTipo
he_il: xסוג

source: Titolo
fr: Titre
he_il: כותרת
nl: Titel
pt_br: Título

source: FS Titolo
fr: Titre FS
he_il: כותרת ב־FS
nl: FS -titel
pt_br: Título FS

source: Gramps URL
fr: URL Gramps
he_il: מען־URL גרמפס

source: FS URL
fr: URL FS
he_il: FS URLמען־

source: FamilySearch etikedoj
fr: Étiquettes FamilySearch
he_il: FamilySearch תגי
nl: FamilySearch -tags
pt_br: Tags de pesquisa em família

source: score
he_il: ציון
pt_br: pontuação

source: FS Id
fr: ID FS
he_il: FS מזהה

source: Nomo, antaŭnomo
fr: Nom, prénom
he_il: שם משפחה, שם פרטי
nl: Naam voornaam
pt_br: Primeiro nome

source: Birth
fr: Naissance
he_il: לידה
nl: Geboorte
pt_br: Nascimento

source: Death
fr: Décès
he_il: פטירה
nl: Overlijden
pt_br: Falecimento

source: Parents
he_il: הורים
nl: Ouders
pt_br: Pais

source: Spouses
fr: Conjoints
he_il: זוגאי
nl: Echtgenoten
pt_br: Cônjuges

source: Eraro: neniuj datumoj.
fr: Erreur: pas de données.
he_il: שגיאה: אין נתונים.
nl: Fout: geen gegevens.
pt_br: Erro: sem dados.

source: Neniuj verŝajnaj duplikatoj por la persono %s trovita de la retejo "FamilySearch".
fr: Pas de doublons probables trouvés pour la personne %s par le site "FamilySearch".
he_il: לא נמצאה סבירות לשכפול אדם %s באתר FamilySearch.
nl: Waarschijnlijk geen duplicaten voor de persoon %s gevonden op de website "FamilySearch".
pt_br: Não há duplicações prováveis para a pessoa que %s encontrou no site "FamilySearch".

source: Ne konektita al FamilySearch
fr: Pas connecté à FamilySearch
he_il: FamilySearchלא מחובר ל־
nl: Niet verbonden met FamilySearch
pt_br: Não conectado ao FamilySearch

source: Persono
fr: Une personne
he_il: אדם
nl: Een persoon
pt_br: Uma pessoa

source: Familio
fr: Famille
he_il: משפחה
nl: Familie
pt_br: Família

source: Vivskizo
fr: Croquis de vie
he_il: תולדות חיים
nl: Life Sketch
pt_br: Esboço da vida

source: Deklaro de naskiĝo
fr: Déclaration de naissance
he_il: תעודת לידה
nl: Een verklaring van geboorte
pt_br: Uma declaração de nascimento

source: Deklaro de morto
fr: Déclaration de décès
he_il: תעודת פטירה
nl: Overlijdensverklaring
pt_br: Declaração de morte

source: Nekrologo
fr: Nécrologie
he_il: הספד
nl: Overlijdensbericht
pt_br: Um obituário

source: Civitaneco
fr: Citoyenneté
he_il: אזרחות
nl: Burgerschap
pt_br: Cidadania

source: FamilySearch : krei etikadojn
fr: FamilySearch: Créer de l'éthique
he_il: FamilySearch: יצירת תוויות
nl: FamilySearch: creëer ethiek
pt_br: FamilySearch: Crie ética

source: FamilySearch Komparo Opcionoj
fr: Options de la comparaison FamilySearch
he_il: FamilySearch אפשרויות השוואת נתונים עם
nl: FamilySearch -vergelijkingsopties
pt_br: Opções de comparação do FamilySearch

source: Nombro tagoj
fr: Nombre de jours
he_il: מספר ימים
nl: Aantal dagen
pt_br: Dias numéricos

source: Nombro da tagoj inter du komparoj
fr: Nombre de jours entre deux comparaisons
he_il: מספר ימים בין שנתי השוואות
nl: Aantal dagen tussen twee vergelijkingen
pt_br: Número de dias entre duas comparações

source: Devigi komparo
fr: Forcer la comparaison
he_il: כפיית השוואה
nl: Om een vergelijking te forceren
pt_br: Para forçar uma comparação

source: Kompari sendepende de la nombro da tagoj.
fr: Comparer sans tenir compte du nombre de jours.
he_il: התאמה ללא תלות במספר הימים.
nl: Vergelijk onafhankelijk van het aantal dagen.
pt_br: Compare independentemente do número de dias.

source: Person Filter
fr: Filtre individu
he_il: מסנן אנשים
nl: Persoonsfilter
pt_br: Filtro de pessoas

source: All %s
fr: Tout% s
he_il: הכול %s
nl: ALLE %s
pt_br: Todos %s

source: Persons
fr: Personnes
he_il: אנשים
nl: Personen
pt_br: Pessoas

source: FamilySearch Komparo
fr: Comparaison FamilySearch
he_il: FamilySearch השוואת נתונים עם
nl: FamilySearch -vergelijking
pt_br: Comparação de pesquisa em família

source: Options
he_il: אפשרויות
nl: Opties
pt_br: Opções

source: FamilySearch : Komparo
fr: FamilySearch : Comparaison
he_il: FamilySearch: השוואה
nl: FamilySearch: vergelijking
pt_br: FamilySearch: Comparação

source: Konstruante la ordigitan liston (1/2)
fr: Construction de la liste triée (1/2)
he_il: בנית הרשימה המוזמנת (1/2)
nl: De geordende lijst bouwen (1/2)
pt_br: Construindo a lista ordenada (1/2)

source: Procesante la liston (2/2)
fr: Traitement de la liste (2/2)
he_il: עיבוד רשימה (2/2)
nl: De lijst verwerken (2/2)
pt_br: Processando a lista (2/2)

source: FS ID %s ne trovita
fr: ID FS %s pas trouvé
he_il: מזהה FS %s לא נמצא
nl: Fs id %s niet gevonden
pt_br: Fs id %s não encontrado

source: male
fr: masculin
he_il: זכר
nl: mannelijk
pt_br: masculino

source: female
fr: féminin
he_il: נקבה
nl: vrouwelijk
pt_br: feminino

source: unknown
fr: inconnu
he_il: לא ידוע
nl: onbekend
pt_br: desconhecido

source: Sekso:
fr: Sexe :
he_il: מגדר:
nl: Seks:
pt_br: Sexo:

source: Name
fr: Nom
he_il: שם משפחה
nl: Naam
pt_br: Nome

source: Father
fr: Père
he_il: אב
nl: Vader
pt_br: Pai

source: Mother
fr: Mère
he_il: אם
nl: Moeder
pt_br: Mãe

source: Spouse
fr: Conjoint
he_il: זוגאי
nl: Echtgenoot
pt_br: Cônjuge

source: Child
fr: Enfant
he_il: צאצא
nl: Kind
pt_br: Filho

source: Esenco
fr: L'essentiel
he_il: מהות
nl: Essence
pt_br: Essência

source: Aliaj nomoj
fr: Autres noms
he_il: שמות אחרים
nl: Andere namen
pt_br: Outros nomes

source: Gepatroj
fr: Parents
he_il: הורים
nl: Ouders
pt_br: Pais

source: Familioj
fr: Familles
he_il: משפחה
nl: Gezinnen
pt_br: Famílias

source: Faktoj
fr: Évènements
he_il: נתונים
nl: Feiten
pt_br: Fatos

source: Konstrui FSID listo (1/
fr: Construire la liste FSID (1 /
he_il: בנה רשימת FSID (1/
nl: FSID -lijst bouwen (1/
pt_br: Construa a lista de FSID (1//

source: «FamilySearch» duplikata ID : %s
fr: doublon pour l'ID «FamilySearch» : %s
he_il: «FamilySearch» מזהה כפול: %s
nl: «FamilySearch» Duplicate ID: %s
pt_br: «FamilySearch» Duplicado ID: %s

source: Duplikata FSFTID
fr: FSFTID en double
he_il: שכפול FSFTID
nl: Duplicaat FSFTID
pt_br: Duplicado fsftid

source: _Daŭru averton
fr: _Continuer d'avertir
he_il: _להזהיר
nl: _Al een waarschuwing
pt_br: _Al um aviso

source: _Ĉesu averton
fr: _Ne plus avertir
he_il: _לא להזהיר
nl: _ Cel een waarschuwing
pt_br: _ Cell Um aviso

source: Konstrui FSID listo por lokoj (2/
fr: Construire la liste FSID pour les emplacements (2 /
he_il: בנה רשימת FSID למיקומים (2/
nl: FSID -lijst bouwen voor locaties (2/
pt_br: Construa a lista FSID para locais (2/

source: PersonFS Preferoj
fr: Préférences pour PersonFS
he_il: הגדרות התחברות PersonFS
nl: Personfs voorkeuren
pt_br: PERSONFS Preferências

source: Alklakante la Apliki-Butonon, mi konsentas PersonFS ŝatus scii viajn bazajn FamilySearch-profilinformojn kaj alirdatenojn pri viaj prapatroj de la FamilySearch genealogia arbo. PersonFS uzos ĉi tiujn informojn konforme al iliaj respektivaj servokondiĉoj kaj privatecaj politikoj.
fr: En cliquant sur le bouton Appliquer, j'accepte : PersonFS aimerait connaître les informations de base de votre profil FamilySearch et accéder aux données sur vos ancêtres à partir de l'arbre généalogique FamilySearch. PersonFS utilisera ces informations conformément à leurs conditions d'utilisation et politiques de confidentialité respectives.
he_il: בהקשה על לחצן 'החלה' , אני מסכים PersonFS מעויין לקבל גישה לפרטי הפרופיל הבסיסיים שלך ב־FamilySearch ולגשת לנתוני האנשים והמשפחות שבאילן־היוחסין שלך באתר. PersonFS ישתמש במידע זה בהתאם לתנאי השירות ולמדיניות הפרטיות שלהם.
nl: Door op de app -knop te klikken, ben ik het ermee eens dat PersonFS graag uw basisgezinscommissarisprofielinformatie en toegang willen weten over uw voorouders van de FamilySearch Genealogical Tree.
pt_br: Ao clicar no botão do aplicativo, eu concordo que os personfs gostariam de conhecer as informações do perfil básico do FamilySearch e o acesso a namoro sobre seus ancestrais da árvore genealógica da FamilySearch.

source: FamilySearch identeco :
fr: Compte FamilySearch :
he_il: :FamilySearch מזהה
nl: FamilySearch -identiteit:
pt_br: Identidade do FamilySearch:

source: FamilySearch pasvorto :
fr: Mot de passe FamilySearch :
he_il: FamilySearch ססמת:
nl: FamilySearch -wachtwoord:
pt_br: Senha do FamilySearch:

source: Konservi mian pasvorton, mi konscias pri la riskoj.
fr: Enregistrez mon mot de passe, je suis conscient des risques.
he_il: שמור את הסיסמה שלי, אני מודע לסיכונים.
nl: Bewaar mijn wachtwoord, ik ben me bewust van de risico's.
pt_br: Salve minha senha, estou ciente dos riscos.

source: ŝalti aŭtomatan etikedadon
fr: activer l'étiquetage automatique
he_il: איטמות תיוג
nl: schakel automatische tagging in
pt_br: Ligue a etiqueta automática

source: Se ĉi tiu skatolo estas nemarkita, la etikedoj ne estos kreitaj per la «gramplet», nek per la importo. Nur la ilo "FamilySearch : Komparo" difinos la etikedojn.
fr: Si cette case n'est pas cochée, les balises ne seront pas créées par le "Gramplet" ou l'importation. Seul l'outil "FamilySearch : Comparaison" définira les étiquettes.
he_il: אם תיבה זו לא מסומנת, ה־«gramplet» לא ייצור תגים, כך גם בפעולת היבוא. תגים ייווצרו רק באמצעות הכלי "חיפוש משפחה: השוואה".
nl: Als dit vak niet gemarkeerd is, worden de tags niet gemaakt door de "grampment" of de import. Alleen de tool "FamilySearch: vergelijking" zal de tags definiëren.
pt_br: Se esta caixa não estiver marcada, as tags não serão criadas pelo "Glammment" ou pela importação. Somente a ferramenta "FamilySearch: comparação" definirá as tags.

source: Ligi
fr: Lier
he_il: התחברות
nl: Vastmaken
pt_br: Anexar

source: Nomo :
fr: Nom :
he_il: שם משפחה:
nl: Naam:
pt_br: Nome:

source: Antaŭnomo :
fr: Prénom :
he_il: שם פרטי:
nl: Voornaam:
pt_br: Primeiro nome:

source: Sekso :
fr: Sexe :
he_il: מגדר:
nl: Seks:
pt_br: Sexo:

source: Nasko :
fr: Naissance:
he_il: לידה:
nl: Geboorte:
pt_br: Aniversário:

source: Loko :
fr: Lieu :
he_il: מקום:
nl: Plaats:
pt_br: Localização:

source: Lanĉi
fr: Exécuter
he_il: שיגור
nl: Lanceren
pt_br: Lançar

source: Morto :
fr: Décès:
he_il: פטירה:
nl: Dood:
pt_br: Morte:

source: Aldoni mian personon al FamilySearch
fr: Ajouter mon individu à FamilySearch
he_il: הוספת אדם מאילן היוחסין שלי ל־FamilySearch
nl: Voeg mijn persoon toe aan FamilySearch
pt_br: Adicione minha pessoa à pesquisa em família

source: Reĝimo :
fr: Mode :
he_il: מצב:
nl: Regime:
pt_br: Regime:

source: Serĉi
fr: Chercher
he_il: חיפוש
nl: Zoeken naar
pt_br: Procurar

source: Ĉefa
fr: Principal
he_il: עקרי
nl: Voornaamst
pt_br: Principal

source: Notoj
fr: Notes
he_il: הערות
nl: Aantekeningen
pt_br: Notas

source: Fontoj
fr: Sources
he_il: מקורות
nl: Bronnen
pt_br: Fontes

source: Vidi FS duplikatojn
fr: Voir les doublons FS
he_il: הצגת רשומות כפולות ב־FS
nl: Bekijk FS duplicaten
pt_br: Veja duplicatas FS

source: 1-klaka importo
fr: Import en 1 clic
he_il: יבוא בהקשה אחת
nl: 1 klik import
pt_br: Importação de 1 clique

source: Importas edzoj, gepatroj kaj infanoj kun unu kliko
fr: Importe les époux, parents et enfants en un seul clic
he_il: יבוא זוגאים, הורים וצאצאים בהקשה אחת
nl: Mannen, ouders en kinderen met één kliek importeren
pt_br: Importar maridos, pais e filhos com uma camarilha

source: importi
fr: importer
he_il: יבוא
nl: importeren
pt_br: Importar

source: FamilySearch Identiga N° :
fr: N° d'identification FamilySearch :
he_il: :FamilySearch מספר מזהה
nl: FamilySearch identificeren nr.:
pt_br: FamilySearch Identificando #:

source: Klaku min por kopii FSFTID al tondujo
fr: Cliquez-moi pour copier le FSFTID dans le presse-papiers
he_il: הקשה להעתקת FSFTID ללוח הגזירים
nl: Klik op mij om FSFTID naar klembord te kopiëren
pt_br: Clique em mim para copiar o fsftid para a área de transferência
