Repository: jmichault/gramps-kromprogramoj
Catalog: fontoj/PersonFS/po/*-local.po
Languages: fr, he_il, nl, pt_br

source: Statuso de esencaj informoj (precipa nomo/antaŭnomo, sekso, datoj de naskiĝo kaj morto)
fr: Statut des informations vitales (prénom/prénom, sexe, dates de naissance et de décès)
he_il: מצב מידע חיוני (שם/שם פרטי, מגדר, תאריכי לידה ופטירה)
nl: Status van essentiële informatie (hoofdnaam/voornaam, geslacht, geboortedata en overlijden)
pt_br: Status da informação essencial (nome principal/primeiro nome, gênero, datas de nascimento e morte)

source: Statuso de familiaj ligoj (gepatroj, geedzoj, infanoj)
fr: Statut des liens familiaux (parents, conjoint, enfants)
he_il: מצב קשרי משפחה (הורים, זוגאים, צאצאים)
nl: Status van familiebanden (ouders, echtgenoten, kinderen)
pt_br: Status dos laços familiares (pais, cônjuges, filhos)

source: Statuso de eventoj
fr: Statut des évènements
he_il: מצב אירועים
nl: Status van gebeurtenissen
pt_br: Status dos eventos

source: Statuso de dokumentoj
fr: Statut de documents
he_il: מצב מסמכים
nl: Documentenstatus
pt_br: Status de documentos

source: Statuso de duploj
fr: Statut des doublons
he_il: מצב עותקים
nl: Duplica -status
pt_br: Status duplica

source: refreŝigi
fr: rafraîchir
he_il: רענון
nl: opfrissen
pt_br: Atualizar

source: markita kiel konforma
fr: marqué comme synchrone
he_il: סימון כרשומה תואמת
nl: gemarkeerd als conformeren
pt_br: marcado como conformado

source: PersonFS
nl: Persoon
