Repository: jmichault/gramps-kromprogramoj
Catalog: fontoj/Lokpurigado/po/*-local.po
Languages: fr, he_il, nl, pt_br

source: Lokpurigado
fr: Amélioration des lieux
he_il: ניקוי מקום
nl: Plaats schoonmaken
pt_br: Coloque a limpeza

source: Lokpurigado helpas kompletigi lokojn uzante OpenStreetMap.
fr: Le nettoyage du lieu aide à compléter les emplacements à l'aide d'OpenStreetMap.
he_il: ניקוי מקום עוזר להשלים פרטים על המקום באמצעות OpenStreetMap.
nl: Plaats schoonmaken helpt locaties te complete locaties met OpenStreetMap.
pt_br: A limpeza do local ajuda a completar locais usando o OpenStreetMap.

source: Neniu kongruo trovita
fr: Pas de correspondance trouvée
he_il: לא נמצאה התאמה
nl: Nene compatibiliteit crovita
pt_br: nene Compatibilidade crovita

source: Trovi
fr: Trouver
he_il: חיפוש
nl: Vinden
pt_br: Encontrar

source: %s Lokaj kongruecoj
fr: %s Correspondances locales
he_il: %s תאימות מקום
nl: %s lok compatibiliteit
pt_br: %s lok compatibilidade

source: Kunfandi
fr: Fusionner
he_il: מיזוג
nl: Samenvoegen
pt_br: Fundir

source: Serĉi en OpenStreetMap
fr: Chercher dans OpenStreetMap
he_il: חיפוש ב־OpenStreetMap
nl: Zoek in OpenStreetMap
pt_br: Pesquise no OpenStreetMap

source: Neniuj kongruoj estis trovitaj
fr: Aucune correspondance n'a été trouvée
he_il: לא נמצאו התאמות
nl: Er zijn geen overeenkomsten gevonden
pt_br: Nenhuma correspondência foi encontrada

source: Provu ŝanĝi la titolon aŭ uzu la butonon "Redakti" por permane kompletigi ĉi tiun nivelon.
fr: Essayez de modifier le titre ou utilisez le bouton "Modifier" pour terminer manuellement ce niveau.
he_il: נא לשנות את הכותרת או להשתמש בלחצן 'ערוכה' להשלמת רמה זו באופן ידני.
nl: Probeer de titel te wijzigen of gebruik de knop "Bewerken" om dit niveau handmatig te voltooien.
pt_br: Tente alterar o título ou usar o botão "Editar" para concluir manualmente este nível.

source: %s OpenStreetMap Kongruecoj
fr: %s Correspondances OpenStreetMap
he_il: %s תאימות OpenStreetMap
nl: %s OpenStreetMap compatibiliteit
pt_br: %s otenstreetmap compatibilidade

source: Elekti
fr: Choisir
he_il: בחירה
nl: Kiezen
pt_br: Escolher

source: %s kongruoj trovitaj
fr: %s correspondances trouvés
he_il: נמצאו %s התאמות
nl: %s -wedstrijden gevonden
pt_br: %s partidas encontradas

source: Nur 10 kongruecoj estas montritaj. Por vidi pliajn rezultojn, premu la serĉbutonon denove. Aŭ provu ŝanĝi la Titolo kun pli da detaloj, kiel lando.
fr: Seules 10 correspondances sont affichées. Pour afficher plus de résultats, appuyez à nouveau sur le bouton de recherche. Ou essayez de modifier le titre avec plus de détails, comme le pays.
he_il: מוצגות 10 התאמות בלבד. כדי להציג תוצאות נוספות, נא להקיש על לחצן החיפוש שוב, או לנסות לשנות את הכותרת ולהוסיף פרטים נוספים, כגון מדינה.
nl: Slechts 10 compatibiliteit wordt getoond. Om meer resultaten te bekijken, drukt u opnieuw op de zoekknop. egen Probeer de titel te wijzigen met meer details, als een land.
pt_br: Apenas 10 compatibilidade são mostrados. para visualizar mais resultados, pressione o botão de pesquisa novamente. ove tente alterar o título com mais detalhes, como país.

source: Problemo akiri datumojn de retejo
fr: Problème pour obtenir des données sur le site Web
he_il: היתה בעיה בקבלת נתונים מהאתר
nl: Probleem om gegevens van de website te krijgen
pt_br: Problema para obter dados do site

source: TTT-peto elĉerpita, vi povas provi denove…
fr: Demande Web périmée, vous pouvez réessayer ...
he_il: הזמן שהוקצב לבקשת מרשתת תם, נא לנסות שוב...
nl: Webaanvraag uitgeput, u kunt het opnieuw proberen ...
pt_br: Solicitação da Web exausta, você pode tentar novamente ...

source: Lokciklo detektita
fr: Cycle de lieu détecté
he_il: Local cycle detected
nl: Lokale cyclus gedetecteerd
pt_br: Ciclo local detectado

source: Unu el la lokoj, kiujn vi kunfandas, enfermas la alian! Bonvolu elekti alian lokon.
fr: L'un des endroits que vous fusionnez est inclus dans l'autre!
he_il: אחד המקומות שנבחרו למיזוג מוכל בתוך המקום השני! אנא לבחר מקום אחר.
nl: Een van de plaatsen die u samenvoegt, is opgesloten in de andere!
pt_br: Um dos lugares que você se fundem está trancado no outro!

source: INSEE Kodo
fr: Code INSEE
he_il: INSEE קוד
nl: Insee code
pt_br: Código INSEE

source: Poŝtkodo
fr: Code postal
he_il: מיקוד
nl: Postcode
pt_br: Código postal

source: Redakti Lokon (%s)
fr: Modifier l'emplacement (%s)
he_il: עריכת מקום (%s)
nl: Locatie bewerken (%s)
pt_br: Editar local (%s)

source: Ĉi tiu Loko ne estas uzata!
fr: Cet endroit n'est pas utilisé!
he_il: מיקום זה אינו בשימוש!
nl: Deze plek wordt niet gebruikt!
pt_br: Este lugar não é usado!

source: Vi devus forigi ĝin aŭ, se ĝi enhavas utilajn notojn aŭ aliajn datumojn, uzu serĉon por kunfandi ĝin kun valida loko.
fr: Vous devriez le supprimer ou, s'il contient des notes utiles ou d'autres données, utilisez une recherche pour le fusionner avec un emplacement valide.
he_il: יש למחוק אותו או, אם הוא מכיל הערות שימושיות או נתונים אחרים, ניתן להשתמש בחיפוש כדי למזג אותו עם מיקום חוקי.
nl: U moet het verwijderen of, als het nuttige opmerkingen of andere gegevens bevat, een zoekopdracht gebruiken om deze samen te voegen met een geldige locatie.
pt_br: Você deve excluí -lo ou, se ele contiver notas úteis ou outros dados, use uma pesquisa para mesclar com um local válido.

source: Urbo, Graflando, Ŝtato, Lando
fr: Ville, comté, État, pays
he_il: עיר, מחוז, ארץ, מדינה
nl: Stad, provincie, staat, land
pt_br: Cidade, condado, estado, país

source: Ĉefa Nomo
fr: Nom principal
he_il: שם עקרי
nl: Voornaam
pt_br: Nome principal

source: Tipo
fr: Type
he_il: Type
nl: Type

source: La nuna ĉefnomo.
fr: Le nom actuel.
he_il: שםה הנוכחי.
nl: De huidige naam.
pt_br: O nome atual.

source: La poŝtkodo por la loko, se ekzistas.
fr: Le code postal pour l'endroit s'il y en a.
he_il: קוד המיקוד למקום ככול שקיים.
nl: De postcode voor de plaats als dat is.
pt_br: O código ZIP para o local, se houver.

source: La speco de loko ĝi estas. Ekzemple: 'Urbo', 'lando', …
fr: Le genre d'endroit où c'est. Par exemple: «ville», «pays», ...
he_il: סוג מקום. לדוגמה: 'עיר', 'מדינה', …
nl: Het soort plek dat het is. Bijvoorbeeld: 'City', 'Country', ...
pt_br: O tipo de lugar que é. Por exemplo: 'cidade', 'país', ...

source: Marku ĉi tiun skatolon se vi volas konservi la originalan poŝtkodon.
fr: Cochez cette case si vous souhaitez conserver le code postal d'origine.
he_il: נא לסמן תיבה זו לשמירת המיקוד המקורי.
nl: Markeer dit vak als u de originele postcode wilt behouden.
pt_br: Marque esta caixa se quiser manter o código postal original.

source: Marku ĉi tiun skatolon se vi volas konservi la originan LokTipon.
fr: Cochez cette case si vous souhaitez conserver le type d'emplacement d'origine.
he_il: נא לסמן תיבה זו לשמירת סוג המקום המקורי.
nl: Markeer dit vak als u het oorspronkelijke locatietype wilt behouden.
pt_br: Marque esta caixa se quiser manter o tipo de localização original.

source: Orig
he_il: מקור
nl: Originel

source: Longitudo
fr: Longitude
he_il: קו אורך
nl: Lengtegraad
pt_br: Longitude

source: Latitudo
fr: Latitude
he_il: קו רוחב
nl: Breedtegraad
pt_br: Latitude

source: Check this box if you want to keep the original Latitude and Longitude.
fr: Cochez cette case si vous souhaitez conserver la latitude et la longitude d'origine.
he_il: נא לסמן תיבה זו כדי לשמור את קווי הרוחב והאורך המקוריים.
nl: Vink dit vakje aan als u de originele breedtegraad en lengtegraad wilt behouden.
pt_br: Verifique esta caixa se quiser manter a latitude e longitude originais.

source: The Gramps ID..
fr: L'ID Gramps ..
he_il: מזהה גרמפס..
nl: De gramps id ..
pt_br: O ID do Gramps ..

source: ID
fr: Identifiant
he_il: מזהה

source: Check this box if you want to keep the original Gramps ID.
fr: Cochez cette case si vous souhaitez conserver l'ID Gramps d'origine.
he_il: נא לסמן תיבה זו כדי לשמור את מזהה גרמפס המקורי.
nl: Vink dit vakje aan als u de originele Gramps -ID wilt behouden.
pt_br: Verifique esta caixa se você deseja manter o ID do Gramps original.

source: Alterative Names Select one or more rows and press 'Keep' button to toggle the 'include into place' status .
fr: Noms alternatifs Select une ou plusieurs lignes et appuyez sur le bouton «Keep» pour basculer l'état «Inclure en place».
he_il: שמות חלופיים נא לבחור שורה אחת או יותר ולהקיש על לחצן 'שמירה' כדי להחליף את מצב 'לכלול במקום'.
nl: Alteratieve namen sselect een of meer rijen en druk op de knop 'Keep' om de status 'Inclusief' in te schakelen '.
pt_br: Nomes alterativos ELECT UM ou mais linhas e pressione o botão 'Keep' para alternar o status 'Incluir no lugar'.

source: Name
fr: Nom
he_il: שם
nl: Naam
pt_br: Nome

source: Lang
fr: Langue
he_il: שפה

source: Date
he_il: תאריך
nl: Datum
pt_br: Data

source: Keep
fr: Conserver
he_il: לשמור
nl: Behouden
pt_br: Manter

source: Select one or more rows and use this button to keep the alternative names.
fr: Sélectionnez une ou plusieurs lignes et utilisez ce bouton pour conserver les noms alternatifs.
he_il: נא לבחור שורה אחת או יותר ולהשתמש בלחצן זה כדי לשמור את השמות החלופיים.
nl: Selecteer een of meer rijen en gebruik deze knop om de alternatieve namen te behouden.
pt_br: Selecione uma ou mais linhas e use este botão para manter os nomes alternativos.

source: Primary
fr: Principal
he_il: עקרי
nl: Primair
pt_br: Primário

source: Select one row and use this button to make the row the primary name.
fr: Sélectionnez une ligne et utilisez ce bouton pour faire de la ligne le nom principal.
he_il: נא לבחור שורה אחת או יותר ולהשתמש בלחצן זה כדי להפוך שורה זו לשם עקרי.
nl: Selecteer een rij en gebruik deze knop om de rij de primaire naam te maken.
pt_br: Selecione uma linha e use este botão para tornar a linha o nome principal.

source: Discard
fr: Jeter
he_il: סילוק
nl: Weggooien
pt_br: Descartar

source: Select one or more rows and use this button to discard the alternative names.
fr: Sélectionnez une ou plusieurs lignes et utilisez ce bouton pour éliminer les noms alternatifs.
he_il: נא לבחור שורה אחת או יותר ולהשתמש בלחצן זה כדי למחוק את השמות החלופיים.
nl: Selecteer een of meer rijen en gebruik deze knop om de alternatieve namen weg te gooien.
pt_br: Selecione uma ou mais linhas e use este botão para descartar os nomes alternativos.

source: Cancel
fr: Annuler
he_il: ביטול
nl: Annuleren
pt_br: Cancelar

source: Cancel the operation, no changes are made to your Place.
fr: Annuler l'opération, aucune modification n'est apportée à votre place.
he_il: ביטול הפעולה, לא נעשו שינויים למקום שנבחר.
nl: Annuleer de bewerking, er worden geen wijzigingen in uw plaats aangebracht.
pt_br: Cancelar a operação, nenhuma alteração é feita em seu lugar.

source: Ok
he_il: בסדר

source: Store the values in your Place.
fr: Stockez les valeurs dans votre lieu.
he_il: אכסון הערכים במקום שנבחר.
nl: Bewaar de waarden in uw plaats.
pt_br: Armazene os valores em seu lugar.

source: Help
fr: Aide
he_il: עזרה
pt_br: Ajuda

source: Keep Web Links
fr: Garder les liens Web
he_il: לשמור קישורי רשת
nl: Bewaar weblinks
pt_br: Mantenha os links da web

source: Puts web links (typically wikipedia) into your place.
fr: Mettre les liens Web (ex. Wikipedia) avec votre lieu.
he_il: הוספת קישורי מרשתת (בדרך כלל ויקיפדיה) למקום שנבחר.
nl: Zet weblinks (meestal Wikipedia) in uw plaats.
pt_br: Coloca os links da web (normalmente a Wikipedia) em seu lugar.

source: Alternative Names Languages to keep
fr: Langues à conserver
he_il: שמות שפה חלופיים לשמירה
nl: Als alternatief benoemt talen om te bewaren
pt_br: Nomes alternativos idiomas para manter

source: Enter the two or three letter codes for the languages you wish to keep, seperated by spaces. For example "fr oc eo". These languages will initially be checked off on the Names result display. If you often see an un-checked name in a specific language you want, add the language code here.
fr: Entrez les codes de deux ou trois lettres pour les langues que vous souhaitez conserver, séparées par des espaces. pour exemple "fr oc eo". Nom vérifié dans une langue spécifique que vous souhaitez, ajoutez le code de la langue ici.
he_il: נא להזין את שתיים או שלוש האותיות של קודי השפה לשמירה, כשהן מופרדות ברווחים. לדוגמה "fr oc eo". שפות אלו יסומנו מלכתחילה במצג תוצאות השמות. אם לעתים קרובות שם שפה מסויימת אינה מופיה, ניתן להוסיף את קוד השפה כאן.
nl: Voer de twee of drie lettercodes in voor de talen die u wilt behouden, gescheiden door spaties. Fod "fr oc eo". Gecontroleerde naam in een specifieke taal die u wilt, voeg hier de taalcode toe.
pt_br: Digite os códigos de dois ou três letras para os idiomas que você deseja manter, separado por espaços. .

source: Titolo
fr: Titre
he_il: כותרת
nl: Titel
pt_br: Título

source: Current Place title. You can edit this to help find other places, particularly to reduce the number of results.
fr: Titre de lieu actuel. YOU peut le modifier pour aider à trouver d'autres endroits, en particulier pour réduire le nombre de résultats.
he_il: כותרת המקום הנוכחי. ניתן לערוך זאת בנסיון למצוא מקומות אחרים, במיוחד כדי לצמצם את מספר התוצאות.
nl: Huidige plaatstitel. YOU kan dit bewerken om andere plaatsen te vinden, met name om het aantal resultaten te verminderen.
pt_br: Título do local atual.

source: Helpo
fr: Aide
he_il: עזרה
nl: Hulp
pt_br: Ajuda

source: Find
fr: Trouver
he_il: חיפוש
nl: Vinden
pt_br: Encontrar

source: Search your local places and OSM for a match.
fr: Recherchez vos lieux locaux et OSM pour un match.
he_il: חיפוש התאמה למקומות מקומיים וב־OSM.
nl: Zoek op uw lokale plaatsen en OSM voor een wedstrijd.
pt_br: Pesquise seus lugares locais e OSM para uma partida.

source: Continue to merge (for local places), or to complete a place (for OSM).
fr: Continuez à fusionner (pour le lieu en cours) ou pour terminer un lieu.
he_il: להמשיך למזג (למקומות מקומיים), או להשלמת מקום (עבור OSM).
nl: Blijf fuseren of een plaats voltooien.
pt_br: Continue a se fundir ou para completar um lugar.

source: Redakti
fr: Modifier
he_il: עריכה
nl: Bewerking
pt_br: Editar

source: Split up Title, Edit manually, and enclose with next level of hierarchy. For use when the initial component of the Title is too detailed to be found in the gazetteer.
fr: Divisez le titre, modifiez manuellement et enfermez le niveau supérieur de hiérarchie. À utiliser lorsque le composant initial du titre est trop détaillé pour être trouvé.
he_il: נא לפצל את הכותרת, לערוך באופן ידני ולהוסיף לרמה הבאה של במדרג. משמש במצב בו הרכיב הראשון בכותרת מפורט מכדי להימצא בעיתון.
nl: Titel opsplitsen, handmatig bewerken en omsluiten met het volgende niveau van hiërarchie. Voor gebruik wanneer de eerste component van de titel te gedetailleerd is om in de krant te worden gevonden.
pt_br: Divida o título, edite manualmente e inclua o próximo nível de hierarquia. Para uso quando o componente inicial do título é muito detalhado para ser encontrado no jornal.

source: Sekva loko
fr: Lieu suivant
he_il: המקום הבא
nl: Volgende plaats
pt_br: Próximo lugar

source: Find an incomplete place.
fr: Trouver un lieu incomplet.
he_il: חיפוש מקום לא שלם.
nl: Zoek een onvolledige plek.
pt_br: Encontre um lugar incompleto.

source: Set preferences
fr: Éditer les préférences
he_il: העדפות
nl: Stel voorkeuren in
pt_br: Defina preferências

source: Select one of these places to continue the cleanup process.
fr: Sélectionnez l'un de ces endroits pour poursuivre le processus de nettoyage.
he_il: נא לבחור באחד מהמקומות האלה כדי להמשיך בתהליך הניקוי.
nl: Selecteer een van deze plaatsen om het opruimproces voort te zetten.
pt_br: Selecione um desses lugares para continuar o processo de limpeza.

source: Serĉrezultaj lokoj
fr: Lieux trouvés
he_il: תוצאות חיפוש מקומות
nl: Zoekresultaat plaatsen
pt_br: Locais de resultado da pesquisa

source: No Matches
fr: Pas de correspondance
he_il: לא נמצאו התאמות
nl: Geen Matches
pt_br: Não Matches

source: Add Place (%s)
nl: Locatie (%s) toevoegen
pt_br: Adicionar lugar (%s)

source: Place cycle detected
nl: Locatielus gedetecteerd
pt_br: Referência circular de lugares detectado

source: The place you chose is enclosed in the place you are workin on! Please cancel and choose another place.
nl: De plaats die u heeft gekozen, is ingesloten op de plaats waarop u werkt!
pt_br: O lugar que você escolheu é fechado no local em que você está trabalhando! upase Cancelar e escolher outro lugar.
